<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Media module Language Lines
    |--------------------------------------------------------------------------
    */

    'create' => 'メディアが作成されました。',
    'update' => 'メディアが更新されました。',
    'failed' => '記事の作成に失敗しました。',
    'wrong' => '何かがおかしかった。エラーを確認してください：',
    'max_size_img' => 'ファイルサイズが10MBより大きなファイルはアップロードできません。',
    'file_types' => 'アップロードされるファイルは、jpg、jpeg、png、gif、svg、pdfの形式である必要があります。',
    'max_char' => '100文字以下で入力してください。',
    'delete' => 'メディアが削除されました。'

];
