<?php

return [

    /*
    |--------------------------------------------------------------------------
    | User module Language Lines
    |--------------------------------------------------------------------------
    */
    'inactive_user' => '無効なユーザー名またはパスワード',
    'create' => 'ユーザーが作成されました。',
    'update' => 'ユーザーが正常に更新されました。',
    'delete' => 'ユーザーが正常に削除されました。',
    'setting_name' => '名前は正常に変更されました。',
    'setting_email' => 'メールは正常に変更されました。',
    'setting_pass' => 'パスワードが正常に変更されました。',
    'account_info' => 'アカウント情報',

    'seller_create' => 'プロフィールが作成されました。',
    'seller_update' => 'プロフィールが更新されました。',
    'seller_delete' => 'プロフィールが削除されました。',
    'max_char' => '2000文字以下で入力してください。',
    'max_char_profile' => '100文字以下で入力してください。',
    'empty_email' => 'メールアドレスの新規登録 ',
    'failed' => 'ステータスの変更に失敗しました。',
    'status' => 'ユーザーのステータスが変更されました。',

];
